{
  "home-title": "Hola! Sóc l'Elisenda, frontend developer apassionada per crear experiències d'usuari intuïtives :)",
  "home-cv-title": "cv",
  "home-cv-subtitle": "Després de diversos anys en banca i en una fintech, on vaig descobrir el fascinant món de la programació, vaig decidir emprendre un canvi professional i vaig aprofitar una pausa en la meva carrera per formar-me com a desenvolupadora frontend.",
  "home-projects-title": "projectes",
  "home-projects-subtitle": "Explora els meus projectes: solucions creatives i funcionals on he aplicat les meves habilitats de frontend i disseny per crear experiències impactants.",
  "about-title": "sobre mi",
  "about-subtitle": "Amb una formació en Administració d'Empreses per la UAB, vaig descobrir la meva passió per la programació i vaig fer una pausa en la meva carrera per centrar-me en el desenvolupament frontend, especialitzant-me en Angular. Ara aporto una sòlida combinació d'habilitats analítiques i creativitat a cada projecte.",
  "about-soft-skills": "soft skills",
  "about-tech-skills": "tech skills",
  "about-formal-education": "educació formal",
  "about-additional-education": "educació addicional",
  "about-interests": "interessos",
  "about-interests-description": "En el meu temps lliure, m'encanta submergir-me en llibres i assistir a concerts, gaudint de l'energia de la música en directe. També gaudeixo d'aventures a l'aire lliure, ja sigui pujant a la muntanya a l'hivern o relaxant-me a la platja a l'estiu amb la meva furgoneta. A més, jugo en un equip de futbol de 7, on aprecio l'amistat i l'esperit d'equip que comporta l'esport.",
  "cv-title": "cv",
  "cv-subtitle": "La meva experiència en banca em va ensenyar <strong>precisió</strong>, <strong>resolució de problemes</strong> i una mentalitat <strong>orientada al client</strong>, habilitats que ara aplico al desenvolupament. Combino rigor analític amb creativitat per oferir experiències d'usuari fluides i impactants.",
  "cv-experience": "experiència professional",
  "cv-bbva":"Durant 12 anys en el sector bancari, vaig evolucionar des de gestora comercial en oficines, oferint atenció personalitzada i assessorament financer, fins a gestionar carteres d’actius com a servicer, optimitzant-ne la rendibilitat i assegurant el compliment dels objectius estratègics. Aquesta trajectòria em va permetre desenvolupar una sòlida experiència en gestió de clients, anàlisi financera i resolució de problemes complexos.",
  "cv-bbva-skills":"Gestió de comptes · Gestió del temps · Treball en equip · Capacitat d'anàlisi · Resolució d'incidències",
  "cv-lem":"A LEM Loan eMarket, una fintech amb seu a Barcelona, vaig exercir un rol polifacètic com a Key Account Manager i en Màrqueting Digital durant tota la pandèmia. Aquest entorn dinàmic em va permetre adaptar-me ràpidament i col·laborar estretament amb l’equip d’IT per desenvolupar el marketplace i gestionar el creixent volum de nous usuaris. Gràcies a la meva experiència en banca, vaig contribuir al disseny del producte i a l’optimització del procés de compra, aportant un enfocament estratègic i centrat en el client. Va ser en aquesta experiència on vaig descobrir la meva passió per la programació i vaig aprendre com es treballa en una empresa tecnològica, fet que va marcar l’inici de la meva transició professional cap al desenvolupament de programari.",
  "cv-lem-skills":"Gestió de comptes · Estratègia de màrqueting · Relació amb el client · Gestió del temps · Treball en equip · Capacitat d'adaptació · Salesforce Marketing Cloud · Capacitat d'anàlisi · Jira · Resolució d'incidències",
  "cv-ita":"Formo part del desenvolupament d’una plataforma de desafiaments de programació com a Frontend Developer especialitzada en Angular, col·laborant dins d’un equip de nou persones. Treballem amb metodologia SCRUM, on participo activament en tasques com testing, maquetació i desenvolupament de funcionalitats web, així com en la integració amb diverses APIs. A més, vaig tenir l’oportunitat de presentar la versió Beta de l’aplicació al client, demostrant el nostre enfocament centrat en la qualitat i l’entrega de valor.",
  "cv-ita-skills":"API de Postman · Disseny web · HTML · Git · Bootstrap · Desenvolupament web · IA · Components web · Visual Studio · Gestió del temps · Angular · Treball en equip · Node.js · CSS · SQL · JavaScript · GitHub · Copilot · MariaDB · Capacitat d'anàlisi · Programació orientada a objectes (POO) · Chat GPT · Resolució d'incidències",
  "cv-capitole":"A Vueling, vaig tenir l’oportunitat de consolidar-me com a Frontend Developer especialitzada en Angular, treballant en projectes clau dins d’una empresa de l’Ibex 35. Vaig participar activament en un entorn àgil sota la metodologia SCRUM, gestionant tasques i fluxos de treball amb eines com Azure DevOps. Aquesta experiència no només va enfortir les meves habilitats tècniques, sinó que també em va permetre col·laborar en equip i contribuir a solucions escalables i eficients.",
  "cv-capitole-skills":"Bones pràctiques (GxP) · Desenvolupament front end · API de Postman · Disseny web · HTML · Git · Document Object Model · Pàgines web · MySQL · Prova unitària · Vanilla · Desenvolupament web · JSON Web Token (JWT) · Jest · Execució de proves · Base de dades relacional · IA · Xcode · SCRUM · Components web · Visual Studio · Bases de dades · Gestió del temps · Control de versions · Angular · Treball en equip · CSS · Testing d'aplicacions · SQL · JavaScript · GitHub · Copilot · MariaDB · Capacitat d'anàlisi · Programació orientada a objectes (POO) · Chat GPT · Estructures de dades · Resolució d'incidències",
  "projects-title": "projectes",
  "projects-subtitles": "A continuació es mostren els projectes que considero més rellevants. <strong>No dubtis a explorar</strong> els altres també, ja que són igualment importants per a <strong>la meva feina.</strong> :)",
  "highlighted-projects": "projectes destacats",
  "all-projects": "tots els projectes",
  "filter-projects": "filtrar projectes"
}

