{
  "home-title": "Hi! I’m Elisenda, a Frontend Developer passionate about creating seamless user experiences ;)",
  "home-cv-title": "cv",
  "home-cv-subtitle": "With a background in Business Administration from UAB, I discovered my passion for programming and took a career break to specialize in frontend development. I now bring a blend of strong analytical skills and creativity to every project.",
  "home-projects-title": "projects",
  "home-projects-subtitle":"Explore my projects: creative and functional solutions where I’ve applied my frontend and design skills to create impactful experiences.",
  "about-title":"about me",
  "about-subtitle":"With a Business Administration background from UAB, I discovered my passion for programming and took a career break to focus on frontend development, specializing in Angular. I now bring a strong mix of analytical skills and creativity to each project.",
  "about-soft-skills":"soft skills",
  "about-tech-skills":"tech skills",
  "about-education":"education",
  "about-formal-education":"Formal Education",
  "about-additional-education":"Additional Education",
  "about-interests":"interests",
  "about-interests-description": "In my free time, I love to immerse myself in books and attend concerts, enjoying the energy of live music. I also enjoy outdoor adventures, whether it's hitting the mountains in winter or relaxing at the beach in summer with my van. Additionally, I play on a 7-a-side football team, where I appreciate the friendship and team spirit that come with the sport.",
  "cv-title":"cv",
  "cv-subtitle":"My banking experience taught me <strong>precision</strong>, <strong>problem-solving</strong>, and a <strong>client-focused</strong> mindset—skills I now apply to development. I combine analytical rigor with creativity to deliver seamless, impactful user experiences.",
  "cv-experience":"professional experience",
  "projects-title":"projects",
  "projects-subtitles": "Here are the projects I’m most proud of—check them out! :)",
  "highlighted-projects":"highlighted projects",
  "all-projects":"all projects",
  "filter-projects": "filter projects"
}
