{
  "home-title": "Hi! I’m Elisenda, a Frontend Developer passionate about creating seamless user experiences ;)",
  "home-cv-title": "cv",
  "home-cv-subtitle": "With a background in Business Administration from UAB, I discovered my passion for programming and took a career break to specialize in frontend development. I now bring a blend of strong analytical skills and creativity to every project.",
  "home-projects-title": "projects",
  "home-projects-subtitle":"Explore my projects: creative and functional solutions where I’ve applied my frontend and design skills to create impactful experiences.",
  "about-title":"about me",
  "about-subtitle":"With a Business Administration background from UAB, I discovered my passion for programming and took a career break to focus on frontend development, specializing in Angular. I now bring a strong mix of analytical skills and creativity to each project.",
  "about-soft-skills":"soft skills",
  "about-tech-skills":"tech skills",
  "about-education":"education",
  "about-formal-education":"Formal Education",
  "about-additional-education":"Additional Education",
  "about-interests":"interests",
  "about-interests-description": "In my free time, I love to immerse myself in books and attend concerts, enjoying the energy of live music. I also enjoy outdoor adventures, whether it's hitting the mountains in winter or relaxing at the beach in summer with my van. Additionally, I play on a 7-a-side football team, where I appreciate the friendship and team spirit that come with the sport.",
  "cv-title":"cv",
  "cv-subtitle":"My banking experience taught me <strong>precision</strong>, <strong>problem-solving</strong>, and a <strong>client-focused</strong> mindset—skills I now apply to development. I combine analytical rigor with creativity to deliver seamless, impactful user experiences.",
  "cv-experience":"professional experience",
  "cv-bbva":"Over 12 years in the banking sector, I progressed from a commercial manager in branch offices, providing personalized service and financial advice, to managing asset portfolios as a servicer, optimizing profitability and ensuring the achievement of strategic objectives. This journey allowed me to develop solid expertise in client management, financial analysis, and solving complex problems.",
  "cv-bbva-skills":"Account management · Time management · Teamwork · Analytical skills · Issue resolution",
  "cv-lem":"At LEM Loan eMarket, a fintech based in Barcelona, I held a multifaceted role as Key Account Manager and in Digital Marketing throughout the pandemic. This dynamic environment allowed me to adapt quickly and work closely with the IT team to develop the marketplace and manage the growing volume of new users. Thanks to my banking experience, I contributed to product design and process optimization, bringing a strategic and customer-focused approach. It was during this experience that I discovered my passion for programming and learned how a tech company operates, marking the beginning of my professional transition into software development.",
  "cv-lem-skills":"Account management · Marketing strategy · Customer relationship · Time management · Teamwork · Adaptability · Salesforce Marketing Cloud · Analytical skills · Jira · Issue resolution",
  "cv-ita":"I am part of the development of a programming challenges platform as a Frontend Developer specializing in Angular, collaborating within a team of nine people. We work using the SCRUM methodology, where I actively participate in tasks such as testing, layout design, and web functionality development, as well as API integrations. Additionally, I had the opportunity to present the Beta version of the application to the client, showcasing our focus on quality and value delivery.",
  "cv-ita-skills":"Postman API · Web design · HTML · Git · Bootstrap · Web development · AI · Web components · Visual Studio · Time management · Angular · Teamwork · Node.js · CSS · SQL · JavaScript · GitHub · Copilot · MariaDB · Analytical skills · Object-oriented programming (OOP) · Chat GPT · Issue resolution",
  "cv-capitole":"At Vueling, I had the opportunity to establish myself as a Frontend Developer specializing in Angular, working on key projects within an Ibex 35 company. I actively participated in an agile environment using the SCRUM methodology, managing tasks and workflows with tools like Azure DevOps. This experience not only strengthened my technical skills but also allowed me to collaborate within a team and contribute to scalable and efficient solutions.",
  "cv-capitole-skills":"Good Practices (GxP) · Front-end development · Postman API · Web design · HTML · Git · Document Object Model · Web pages · MySQL · Unit testing · Vanilla · Web development · JSON Web Token (JWT) · Jest · Test execution · Relational database · AI · Xcode · SCRUM · Web components · Visual Studio · Databases · Time management · Version control · Angular · Teamwork · CSS · Application testing · SQL · JavaScript · GitHub · Copilot · MariaDB · Analytical skills · Object-oriented programming (OOP) · Chat GPT · Data structures · Issue resolution",
  "projects-title":"projects",
  "projects-subtitles": "Here are the projects I’m most proud of—check them out! :)",
  "highlighted-projects":"highlighted projects",
  "all-projects":"all projects",
  "filter-projects": "filter projects"
}
