{
  "home-title": "¡Hola! Soy Elisenda, desarrolladora frontend apasionada por crear experiencias de usuario intuitivas :)",
  "home-cv-title": "cv",
  "home-cv-subtitle": "Tras varios años en banca y en una fintech, donde descubrí el apasionante mundo de la programación, decidí emprender un cambio profesional y aproveché una pausa en mi carrera para formarme como desarrolladora frontend.",
  "home-projects-title": "proyectos",
  "home-projects-subtitle": "Explora mis proyectos: soluciones creativas y funcionales en las que he aplicado mis habilidades de frontend y diseño para crear experiencias impactantes.",
  "about-title": "sobre mí",
  "about-subtitle": "Cuando descubrí mi pasión por la programación y tomé una pausa en mi carrera para centrarme en el desarrollo frontend, especializándome en Angular. Ahora aporto una sólida combinación de habilidades analíticas y creatividad a cada proyecto.",
  "about-soft-skills": "soft skills",
  "about-tech-skills": "tech skills",
  "about-education": "educación",
  "about-formal-education": "educación formal",
  "about-additional-education": "educación adicional",
  "about-interests": "intereses",
  "about-interests-description": "En mi tiempo libre, me encanta sumergirme en libros y asistir a conciertos, disfrutando de la energía de la música en vivo. También disfruto de aventuras al aire libre, ya sea subiendo a la montaña en invierno o relajándome en la playa en verano con mi furgoneta. Además, juego en un equipo de fútbol de 7, donde aprecio la amistad y el espíritu de equipo que conlleva el deporte.",
  "cv-title": "cv",
  "cv-subtitle": "Mi experiencia en banca me enseñó <strong>precisión</strong>, <strong>resolución de problemas</strong> y una mentalidad <strong>orientada al cliente</strong>, habilidades que ahora aplico al desarrollo. Combino rigor analítico con creatividad para ofrecer experiencias de usuario fluidas e impactantes.",
  "cv-experience": "experiencia profesional",
  "projects-title": "proyectos",
  "projects-subtitles": "Estos son los proyectos que considero más destacados :)",
  "highlighted-projects": "proyectos destacados",
  "all-projects": "todos los proyectos",
  "filter-projects": "filtrar proyectos"

 }

